---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CouplerQuantity
source: html/56cd27e2-5297-9376-399e-3e8b754899bf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CouplerQuantity Property

"Quantity"

## Syntax (C#)
```csharp
public static ForgeTypeId CouplerQuantity { get; }
```